Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutSwitch
source: Matches the result of a formula with a series of values. When a match is found, a corresponding formula is evaluated and returned. If no matches are found, the last default formula is evaluated and returned.
bg_bg: Открива съвпадения на резултата от формула със серия стойности. При откриване на съвпадение съответната формула се оценява и се връща. Ако не са открити никакви съвпадения, последната формула по подразбиране се оценява и се връща.
ca_es: Compara el resultat d'una fórmula amb una sèrie de valors. Quan es troba una coincidència, s'avalua i es retorna la fórmula corresponent. Si no es troba cap coincidència, s'avalua i es retorna l'última fórmula per defecte.
cs_cz: Srovná výsledek vzorce s řadou hodnot. Když se najde shoda, vyhodnotí a vrátí se odpovídající vzorec. Pokud se žádná shoda nenajde, vyhodnotí a vrátí se poslední výchozí vzorec.
da_dk: Matcher en formels resultat med en række værdier. Når der bliver fundet en match, evalueres og returneres der en tilsvarende formel. Hvis der ikke bliver fundet nogen match, evalueres og returneres den sidste standardformel.
de_de: Überprüft, ob das Ergebnis einer Formel mit einer Reihe von Werten übereinstimmt. Wird eine Übereinstimmung gefunden, wird eine entsprechende Formel ausgewertet und zurückgegeben. Werden keine Übereinstimmungen gefunden, wird die letzte Standardformel ausgewertet und zurückgegeben.
el_gr: Συγκρίνει το αποτέλεσμα ενός τύπου με μια σειρά τιμών. Εάν βρεθεί συμφωνία, υπολογίζεται και επιστρέφεται ένας αντίστοιχος τύπος. Εάν δεν βρεθούν συμφωνίες, υπολογίζεται και επιστρέφεται ο τελευταίος προεπιλεγμένος τύπος.
es_es: Compara el resultado de una fórmula con una serie de valores. Cuando se encuentra una coincidencia, se evalúa y devuelve la fórmula correspondiente. Si no se encuentra ninguna coincidencia, se evalúa y devuelve la última fórmula predeterminada.
et_ee: Vastendab valemi tulemi väärtuste hulgaga. Vaste leidmisel hinnatakse ja tagastatakse vastav valem. Kui ühtegi vastet ei leita, hinnatakse ja tagastatakse viimane vaikevalem.
eu_es: Formula baten emaitza balio-serie batekin erlazionatzen du. Bat datorren balio bat aurkitzen denean, horri dagokion formula kalkulatzen eta itzultzen da. Ez bada aurkitzen bat datorren baliorik, azken formula lehenetsia kalkulatzen eta itzultzen da.
fi_fi: Etsii kaavan tulosta arvojen sarjan avulla. Kun vastaavuus löytyy, vastaava kaava arvioidaan ja palautetaan. Jos vastaavuuksia ei löydy, arvioidaan ja palautetaan viimeisin oletuskaava.
fr_fr: Vérifie le résultat d'une formule avec une série de valeurs. Quand une correspondance est trouvée, une formule correspondante est évaluée et retournée. Si aucune correspondance n'est trouvée, la dernière formule par défaut est évaluée et retournée.
gl_es: Fai coincidir o resultado dunha fórmula cunha serie de valores. Ao atopar unha coincidencia, avalíase e devólvese unha fórmula correspondente. Se non se atopa ningunha coincidencia, avalíase e devólvese a última fórmula predefinida.
hi_in: किसी सूत्र के परिणाम से मानों की श्रेणी का मिलान होता है. मिलान प्राप्त होने पर, संबंधित सूत्र का मूल्यांकन किया जाता है और इसे वापस किया जाता है. अगर कोई मान नहीं मिलता है तो अंतिम डिफ़ॉल्ट सूत्र का मूल्यांकन किया जाता है और इसे वापस किया जाता है.
hr_hr: Povezuje rezultate formule s odgovarajućim nizom vrijednosti. Kada se pronađe odgovarajuća vrijednost, povezana se formula procjenjuje i vraća. Ako nema pronađene odgovarajuće vrijednosti, procjenjuje se i vraća zadnja zadana formula.
hu_hu: Egy képlet eredményét felelteti meg értékek egy sorozatának. Egyező érték esetén a rendszer az ahhoz tartozó képletet értékeli ki és adja vissza. Amennyiben nincs egyezés, a rendszer az utolsó, alapértelmezett képletet értékeli ki és adja vissza.
it_it: Confronta il risultato di una formula con una serie di valori. Quando viene trovata una corrispondenza, viene valutata e restituita la formula corrispondente. Se non vengono trovate corrispondenze, viene valutata e restituita l'ultima formula predefinita.
ja_jp: 数式の結果を一連の値と照合します。一致が見つかった場合は、対応する数式が評価され、返されます。一致が見つからなかった場合は、最後の既定の数式が評価され、返されます。
kk_kz: Формуланың нәтижесін мәндер қатарымен сәйкестендіреді. Сәйкестік табылғанда, тиісті формула есептеледі және қайтарылады. Сәйкестіктер табылмаса, соңғы әдепкі формула есептеледі және қайтарылады.
ko_kr: 일련의 값을 포함하는 수식의 결과와 일치합니다. 일치를 찾으면 해당하는 수식이 평가 및 반환됩니다. 수식을 찾을 수 없으면 마지막 기본 수식이 평가 및 반환됩니다.
lt_lt: Formulės rezultatai gretinami su reikšmių seka. Radus atitiktį, įvertinama ir pateikiama atitinkama formulė. Jei atitikčių nerandama, įvertinama ir pateikiama paskutinė numatytoji formulė.
lv_lv: Saskaņo formulas rezultātu ar vērtību sēriju. Ja atbilstība tiek atrasta, atbilstošā formula tiek novērtēta un atgriezta. Ja neviena atbilstība netiek atrasta, tiek novērtēta un atgriezta pēdējā noklusējuma formula.
ms_my: Memadankan hasil formula dengan siri nilai. Apabila padanan ditemui, formula yang seiring dinilai dan dikembalikan. Jika tiada padanan ditemui, formula lalai terakhir dinilai dan dikembalikan.
nb_no: Matcher resultatet av en formel med en verdiserie. Når det dukker opp et samsvar, blir en tilsvarende formel evaluert og returnert. Hvis det ikke blir funnet noen samsvarende treff, blir den siste standardformelen evaluert og returnert.
nl_nl: Hiermee wordt voor het resultaat van een formule naar een overeenkomst gezocht in een reeks met waarden. Als er een overkomst wordt gevonden, wordt de bijbehorende formule geëvalueerd en geretourneerd. Wanneer er geen overeenkomsten worden gevonden, wordt de laatste standaardformule geëvalueerd en geretourneerd.
pl_pl: Sprawdza, czy wynik formuły jest zgodny z serią wartości. Jeśli jest zgodny, odpowiadająca formuła jest oceniana i zwracana. W przeciwnym przypadku domyślna formuła jest oceniana i zwracana.
pt_br: Corresponde ao resultado de uma fórmula com uma série de valores. Quando uma correspondência é encontrada, uma fórmula correspondente é avaliada e retornada. Se nenhuma correspondência é encontrada, a última fórmula padrão é avaliada e retornada.
pt_pt: Faz corresponder o resultado de uma fórmula a uma série de valores. Quando uma correspondência é encontrada, é avaliada e devolvida uma fórmula correspondente. Se nenhuma correspondência for encontrada, é avaliada e devolvida a última fórmula predefinida.
ro_ro: Potrivește rezultatul unei formule cu o serie de valori. Când se găsește o potrivire, o formulă corespunzătoare este evaluată și returnată. Dacă nu se găsesc potriviri, se evaluează și se returnează ultima formulă implicită.
ru_ru: Сравнивает результат формулы с рядом значений. Если есть совпадение, используется и выдается соответствующая формула. Если совпадений нет, используется и выдается последняя формула по умолчанию.
sk_sk: Porovná výsledok vzorca s radom hodnôt. Ak sa nájde zhoda, použije sa zodpovedajúci vzorec a vráti hodnotu. Ak sa nenájdu žiadne zhody, použije sa posledný predvolený vzorec a vráti hodnotu.
sl_si: Preveri ujemanje rezultata formule z nizom vrednosti. Ko najde ujemanje, oceni ustrezno formulo in jo vrne. Če ne najde ujemanja, ovrednoti zadnjo privzeto formulo in jo vrne.
sr_cyrl_rs: Подудара резултат формуле са групом вредности. Кад се пронађе подударање, процењује се и враћа одговарајућа формула. Ако се не пронађе ниједно подударање, процењује се и враћа последња подразумевана формула.
sr_latn_rs: Podudara rezultat formule sa grupom vrednosti. Kad se pronađe podudaranje, procenjuje se i vraća odgovarajuća formula. Ako se ne pronađe nijedno podudaranje, procenjuje se i vraća poslednja podrazumevana formula.
sv_se: Matchar en formels resultat med en serie värden. När en matchning påträffas utvärderas och returneras en motsvarande formel. Om inga matchningar påträffas utvärderas och returneras den sista standardformeln.
th_th: จับคู่ผลลัพธ์ของสูตรที่มีค่าของชุดข้อมูล เมื่อพบรายการที่ตรงกัน สูตรที่สอดคล้องกันจะถูกประเมินและส่งคืน หากไม่พบรายการที่ตรงกัน สูตรเริ่มต้นล่าสุดจะถูกประเมินและส่งคืน
tr_tr: Bir formül sonucunu bir değer kümesi ile eşleştirir. Bir eşleştirme bulunduğunda, karşılık gelen formül değerlendirilir ve döndürülür. Eşleşme bulunmazsa, varsayılan son formül değerlendirilir ve döndürülür.
uk_ua: Зіставляє результат формули з рядом значень. Якщо знайдено збіг, обчислюється та повертається відповідна формула. Якщо збігів не знайдено, обчислюється та повертається остання стандартна формула.
vi_vn: Kiểm tra kết quả của một công thức với một loạt các giá trị. Khi tìm thấy kết quả khớp, một công thức tương ứng sẽ được đánh giá và trả về. Nếu không tìm thấy kết quả khớp nào, công thức mặc định gần nhất sẽ được đánh giá và trả về.
zh_cn: 使用一系列值匹配公式的结果。当找到匹配项时，将计算并返回相应的公式。如果没有找到匹配项，则计算并返回上一个默认公式。
zh_tw: 有一系列的值符合公式結果。找到相符的項目時，將會評估及傳回相對應的公式。若找不到任何相符的項目，將會評估及傳回最後一個預設公式。

# SwitchExpression
source: switch_value
bg_bg: стойност_за_превключване
ca_es: valor_switch
cs_cz: hodnota_přepínače
da_dk: skift_værdi
de_de: Switch_Wert
el_gr: τιμή_εναλλαγής
es_es: cambiar_valor
et_ee: lüliti_väärtus
eu_es: aldatu_balioa
fi_fi: switch-arvo
fr_fr: valeur_basculement
gl_es: valor_do_conmutador
hi_in: मान स्विच करें
hr_hr: vrijednost_prebacivanja
hu_hu: switch_érték
it_it: valore_switch
ja_jp: switch_値
kk_kz: ауыстыру_мән
lt_lt: reikšmė_perjungti
lv_lv: slēdža_vērtība
ms_my: nilai_tukar
nb_no: bytt_verdi
nl_nl: schakelwaarde
pl_pl: wartość_przełącznika
pt_pt: valor_switch
ro_ro: valoare_comutator
ru_ru: значение_переключателя
sk_sk: hodnota_prepnutia
sl_si: vrednost_zamenjave
sr_cyrl_rs: вредност_комутатора
sr_latn_rs: vrednost_komutatora
sv_se: växla_värde
th_th: ค่า_สลับ
tr_tr: switch_değeri
uk_ua: значення_перемикача
vi_vn: gia_tri_chuyen_doi
zh_cn: switch值
zh_tw: 切換_值

# SwitchDefaultReturn
source: default_result
bg_bg: резултат_по_подразбиране
ca_es: resultat_perdefecte
cs_cz: výchozí_výsledek
da_dk: standardresultat
de_de: Standardergebnis
el_gr: προεπιλεγμένο_αποτέλεσμα
es_es: resultado_predeterminado
et_ee: vaiketulem
eu_es: emaitza_lehenetsia
fi_fi: oletustulos
fr_fr: résultat_par_défaut
gl_es: resultado_predefinido
hi_in: डिफ़ॉल्ट_परिणाम
hr_hr: zadani_rezultat
hu_hu: alapértelmezett_eredmény
it_it: risultato_predefinito
ja_jp: 既定の_結果
kk_kz: әдепкі_нәтиже
lt_lt: numatytasis_rezultatas
lv_lv: noklusējuma_rezultāts
ms_my: hasil_lalai
nb_no: standardresultat
nl_nl: standaardresultaat
pl_pl: wynik_domyślny
pt_pt: resultado_predefinido
ro_ro: rezultat_implicit
ru_ru: результат_по_умолчанию
sk_sk: predvolený_výsledok
sl_si: privzeti_rezultat
sr_cyrl_rs: подразумевани_резултат
sr_latn_rs: podrazumevani_rezultat
sv_se: standard_resultat
th_th: ผลลัพธ์_เริ่มต้น
tr_tr: varsayılan_sonuç
uk_ua: стандартний_результат
vi_vn: ket_qua_mac_dinh
zh_cn: default结果
zh_tw: 預設_陳述式

# SwitchCaseExpr
source: match_value
bg_bg: стойност_на_съвпадение
ca_es: valor_coincident
cs_cz: hodnota_pro_srovnání
da_dk: matchværdi
de_de: Übereinstimmungswert
el_gr: τιμή_συμφωνίας
es_es: comparar_valor
et_ee: vaste_väärtus
eu_es: balioa_bat_etortzea
fi_fi: vastaava_arvo
fr_fr: valeur_correspondance
gl_es: valor_coincidente
hi_in: मिलान_मान
hr_hr: vrijednost_podudaranja
hu_hu: megfeleltetési_érték
it_it: valore_corrispondenza
ja_jp: 一致した_値
kk_kz: сәйкестік_мән
lt_lt: atitikties_reikšmė
lv_lv: atbilstības_vērtība
ms_my: nilai_padanan
nb_no: match_verdi
nl_nl: overeenkomende_waarde
pl_pl: wartość_dopasowania
pt_pt: valor_correspondência
ro_ro: valoare_potrivire
ru_ru: сопоставляемое_значение
sk_sk: hodnota_zhody
sl_si: vrednost_ujemanja
sr_cyrl_rs: вредност_подударања
sr_latn_rs: vrednost_podudaranja
sv_se: matcha_värde
th_th: ค่า_ตรงกัน
tr_tr: match_değeri
uk_ua: значення_збігу
vi_vn: gia_tri_khop
zh_cn: match值
zh_tw: 符合_值

# SwitchCaseArg
source: match_result
bg_bg: резултат_от_съвпадение
ca_es: resultat_coincident
cs_cz: výsledek_porovnání
da_dk: matchresultat
de_de: Übereinstimmungsergebnis
el_gr: αποτέλεσμα_συμφωνίας
es_es: comparar_resultado
et_ee: vaste_tulem
eu_es: emaitza_bat_etortzea
fi_fi: vastaava_tulos
fr_fr: résultat_correspondance
gl_es: resultado_coincidente
hi_in: मिलान_परिणाम
hr_hr: rezultat_podudaranja
hu_hu: megfeleltetés_eredménye
it_it: risultato_corrispondenza
ja_jp: 一致した_結果
kk_kz: сәйкестік_нәтиже
lt_lt: atitikties_rezultatas
lv_lv: atbilstības_rezultāts
ms_my: hasil_padanan
nb_no: match_resultat
nl_nl: overeenkomend_resultaat
pl_pl: wynik_dopasowania
pt_pt: resultado_correspondência
ro_ro: rezultat_potrivire
ru_ru: результат_сопоставления
sk_sk: výsledok_zhody
sl_si: rezultat_ujemanja
sr_cyrl_rs: резултат_подударања
sr_latn_rs: rezultat_podudaranja
sv_se: matcha_resultat
th_th: ผลลัพธ์_ตรงกัน
tr_tr: match_sonucu
uk_ua: результат_збігу
vi_vn: ket_qua_khop
zh_cn: match结果
zh_tw: 符合_結果

# AboutSwitch_switch_value
source: Value to compare against each match_value.
bg_bg: Стойност за сравнение с всяка „стойност_на_съвпадение“.
ca_es: Valor que s'ha de comparar amb l'element valor_coincident.
cs_cz: Hodnota, která se porovná s hodnotou_pro_srovnání.
da_dk: Værdi, der skal sammenlignes med hver match_værdi.
de_de: Wert, der mit jedem Übereinstimmungswert verglichen wird.
el_gr: Τιμή προς σύγκριση με κάθε τιμή_συμφωνίας.
es_es: Valor que se comparará con cada elemento comparar_valor.
et_ee: Väärtus, mida võrreldakse iga vaste_väärtusega.
eu_es: balioa_bat_etortzea parametro bakoitzarekin konparatuko den balioa.
fi_fi: Arvo, jota verrataan kuhunkin vastaava_arvo-kohteeseen.
fr_fr: Valeur à comparer à chaque valeur_correspondance.
gl_es: Valor para comparar con cada valor_de_coincidencia.
hi_in: प्रत्येक मिलान_मान से तुलना करने के लिए मान.
hr_hr: Vrijednost koja se uspoređuje sa svakim parametrom vrijednost_podudaranja.
hu_hu: Az egyes megfeleltetési_érték értékekkel összehasonlítandó érték.
it_it: Valore da confrontare con ogni valore_corrispondenza.
ja_jp: 各 "一致した_値" と比較する値。
kk_kz: Әр сәйкестік_мән үшін салыстырылатын мән.
ko_kr: 각 match_value에 대해 비교할 값입니다.
lt_lt: Reikšmė, kurią reikia lyginti su kiekviena atitikties_reikšme.
lv_lv: Vērtība, kas jāsalīdzina ar visām atbilstības_vērtībām.
ms_my: Nilai untuk dibandingkan terhadap setiap nilai_padanan.
nb_no: Verdi som skal sammenlignes med hver match_verdi.
nl_nl: Waarde die wordt vergeleken met elke overeenkomende_waarde.
pl_pl: Wartość do porównania z każdym elementem wartość_dopasowania.
pt_br: Valor a ser comparado com cada match_value.
pt_pt: Valor para comparar em relação a cada match_value.
ro_ro: Valoarea de comparat cu fiecare valoare_potrivire.
ru_ru: Значение для сравнения с каждым сопоставляемым_значением.
sk_sk: Hodnota na porovnanie s jednotlivými parametrami hodnota_zhody.
sl_si: Vrednost za primerjavo z vsako posamezno vrednostjo_ujemanja.
sr_cyrl_rs: Вредност која се пореди са сваким параметром „вредност_подударања“.
sr_latn_rs: Vrednost koja se poredi sa svakim parametrom „vrednost_podudaranja“.
sv_se: Värde att jämföra med varje match_value.
th_th: ค่าที่จะเปรียบเทียบกับ ค่า_ตรงกัน แต่ละค่า
tr_tr: Her bir match_değeri ile karşılaştırılacak değer.
uk_ua: Значення, яке потрібно порівняти з кожним значенням_збігу.
vi_vn: Giá trị để so sánh với từng gia_tri_khop.
zh_cn: 用于与每个match值进行比较的值。
zh_tw: 要對每個「符合_值」比較的值。

# AboutSwitch_match_value
source: Value to match with switch_value.
bg_bg: Стойност, която да съвпада със „стойност_за_превключване“.
ca_es: Valor que ha de coincidir amb l'element valor_switch.
cs_cz: Hodnota, která se bude porovnávat s hodnotou_přepínače.
da_dk: Værdi, der skal stemme overens med skift_værdi.
de_de: Wert, der mit Switch_Wert abgeglichen wird.
el_gr: Τιμή προς σύγκριση με την τιμή_εναλλαγής.
es_es: Valor que se comparará con cambiar_valor.
et_ee: Väärtus, mis vastendatakse lüliti_väärtusega.
eu_es: aldatu_balioa parametroarekin bat etorriko den balioa.
fi_fi: Arvo, joka täsmätään switch-arvo-kohteeseen.
fr_fr: Valeur à faire correspondre avec valeur_commutateur.
gl_es: Valor para facer coincidir con valor_do_conmutador.
hi_in: स्विच_मान के साथ मिलान किया जाने वाला मान.
hr_hr: Vrijednost koja se podudara s parametrom vrijednost_prebacivanja.
hu_hu: A switch_érték értékkel egyeztetendő érték.
it_it: Valore da confrontare con il valore_switch.
ja_jp: switch_値と一致する値。
kk_kz: Ауыстыру_мән үшін сәйкестендірілетін мән.
ko_kr: switch_value와 일치시킬 값입니다.
lt_lt: Reikšmė, kurią reikia gretinti su reikšme_perjungti.
lv_lv: Vērtība, kas jāsaskaņo ar slēdža_vērtību.
ms_my: Nilai untuk dipadankan dengan nilai_tukar.
nb_no: Verdi som skal matches med bytt_verdi.
nl_nl: Waarde die moet overeenkomen met schakelwaarde.
pl_pl: Wartość do dopasowania do elementu wartość_przełącznika.
pt_br: Valor a ser correspondido a switch_value.
pt_pt: Valor para corresponder a switch_value.
ro_ro: Valoarea de potrivit cu valoare_comutator.
ru_ru: Значение, соответствующее значению_переключателя.
sk_sk: Hodnota zhody s parametrom hodnota_prepnutia.
sl_si: Vrednost se mora ujemati z vrednostjo_zamenjave.
sr_cyrl_rs: Вредност која се подудара са параметром „вредност_комутатора“.
sr_latn_rs: Vrednost koja se podudara sa parametrom „vrednost_komutatora“.
sv_se: Värde som matchar switch_value.
th_th: ค่าที่จะจับคู่กับ ค่า_สลับ
tr_tr: switch_değeri ile eşleştirilecek değer.
uk_ua: Значення, яке потрібно зіставити зі значенням_перемикача.
vi_vn: Xem kết quả khớp với gia_tri_chuyen_doi.
zh_cn: 用于匹配switch值的值。
zh_tw: 要與「切換_值」比對的值。

# AboutSwitch_match_result
source: Formula to evaluate and return if match is found.
bg_bg: Формула за оценяване и връщане, ако се открие съвпадение.
ca_es: Fórmula que s'avalua i es retorna si es troba una coincidència.
cs_cz: Vzorec, který se vyhodnotí a vrátí, když se najde nějaká shoda.
da_dk: Formel til at evaluere og returnere, hvis der findes en forekomst.
de_de: Formel, die ausgewertet und zurückgegeben werden soll, wenn eine Übereinstimmung gefunden wird.
el_gr: Τύπος προς υπολογισμό και επιστροφή εάν βρεθούν συμφωνίες.
es_es: Fórmula que se evaluará y devolverá si se encuentra alguna coincidencia.
et_ee: Valem, mis hinnatakse ja tagastatakse kui vaste leitakse.
eu_es: Bat datorren balioren bat aurkitzen bada, hau da kalkulatuko eta itzuliko den formula.
fi_fi: Kaava, joka arvioidaan ja palautetaan, jos vastaavuus löytyy.
fr_fr: Formule à évaluer et retourner si une correspondance est trouvée.
gl_es: Fórmula que se vai avaliar e devolver se se atopan coincidencias.
hi_in: अगर मिलान है, तो मूल्यांकन किए जाने और वापस किए जाने वाला सूत्र.
hr_hr: Formula koja se procjenjuje i vraća ako je pronađena odgovarajuća vrijednost.
hu_hu: Az egyezés esetén kiértékelendő és visszaadandó képlet.
it_it: Formula da valutare e restituire se viene trovata una corrispondenza.
ja_jp: 評価し、一致が見つかるかどうかを返す数式。
kk_kz: Сәйкестік табылғанда есептелетін және қайтарылатын формула.
ko_kr: 일치를 찾은 경우 평가 및 반환할 수식입니다.
lt_lt: Formulė, kurią reikia įvertinti ir pateikti, jei randama atitiktis.
lv_lv: Formula, kas jānovērtē un jāatgriež, ja atbilstība tiek atrasta.
ms_my: Formula untuk dinilai dan dikembalikan jika padanan ditemui.
nb_no: Formel som skal evalueres og returneres hvis det blir funnet et treff.
nl_nl: De formule die moet worden geëvalueerd en geretourneerd als er een overkomst is gevonden.
pl_pl: Formuła oceniana i zwracana, jeśli znaleziono dopasowanie.
pt_br: Fórmula para avaliar e retornar se uma correspondência é encontrada.
pt_pt: Fórmula para avaliar e devolver se não for encontrada nenhuma correspondência.
ro_ro: Formula de evaluat și de returnat dacă se găsește o potrivire.
ru_ru: Формула для оценки и возврата, если совпадение найдено.
sk_sk: Vzorec, ktorý sa má použiť a vrátiť hodnotu, ak sa nájde zhoda.
sl_si: Formula za ovrednotenje in vračanje, če je najdeno ujemanje.
sr_cyrl_rs: Формула која се процењује и враћа ако се пронађе подударање.
sr_latn_rs: Formula koja se procenjuje i vraća ako se pronađe podudaranje.
sv_se: Formel som ska utvärderas och returneras om matchningar påträffas.
th_th: สูตรที่จะประเมินและส่งคืนหากพบรายการที่ตรงกัน
tr_tr: Eşleşme bulunursa değerlendirilip döndürülecek formül.
uk_ua: Формула, яку потрібно обчислити й повернути, якщо збіг знайдено.
vi_vn: Công thức để đánh giá và trả về nếu tìm thấy kết quả khớp.
zh_cn: 找到匹配项时所计算并返回的公式。
zh_tw: 若找到相符的項目時，要評估及傳回的公式。

# AboutSwitch_default_result
source: Formula to evaluate and return if no matches are found.
bg_bg: Формула за оценяване и връщане, ако не се открият съвпадения.
ca_es: Fórmula que s'avalua i es retorna si no es troba cap coincidència.
cs_cz: Vzorec, který se vyhodnotí a vrátí v případě, že se nenajdou žádné shody.
da_dk: Formel til at evaluere og returnere, hvis der ikke findes nogen forekomster.
de_de: Formel, die ausgewertet und zurückgegeben werden soll, wenn keine Übereinstimmungen gefunden werden.
el_gr: Τύπος προς υπολογισμό και επιστροφή εάν δεν βρεθούν συμφωνίες.
es_es: Fórmula que se evaluará y devolverá si no se encuentra ninguna coincidencia.
et_ee: Valem, mis hinnatakse ja tagastatakse kui ühtegi vastet ei leita.
eu_es: Ez bada aurkitzen bat datorren baliorik, hau da kalkulatuko eta itzuliko den formula.
fi_fi: Kaava, joka arvioidaan ja palautetaan, jos vastaavuuksia ei löydy.
fr_fr: Formule à évaluer et retourner si aucune correspondance n'est trouvée.
gl_es: Fórmula que se vai avaliar e devolver se non se atopan coincidencias.
hi_in: अगर कोई मिलान नहीं है, तो मूल्यांकन किए जाने और वापस किए जाने वाला सूत्र.
hr_hr: Formula koja se procjenjuje i vraća ako nema pronađenih odgovarajućih vrijednosti.
hu_hu: Az akkor kiértékelendő és visszaadandó képlet, ha nincs egyezés.
it_it: Formula da valutare e restituire se non vengono trovate corrispondenze.
ja_jp: 評価し、一致が見つからないかどうかを返す数式。
kk_kz: Сәйкестіктер табылмағанда есептелетін және қайтарылатын формула.
ko_kr: 일치를 찾을 수 없는 경우 평가 및 반환할 수식입니다.
lt_lt: Formulė, kurią reikia įvertinti ir pateikti, jei nerandama atitikčių.
lv_lv: Formula, kas jānovērtē un jāatgriež, ja neviena atbilstība netiek atrasta.
ms_my: Formula untuk dinilai dan dikembalikan jika tiada padanan ditemui.
nb_no: Formel som skal evalueres og returneres hvis det ikke blir funnet noen treff.
nl_nl: De formule die moet worden geëvalueerd en geretourneerd als er geen overkomsten zijn gevonden.
pl_pl: Formuła oceniana i zwracana, jeśli nie znaleziono dopasowań.
pt_br: Fórmula para avaliar e retornar se nenhuma correspondência é encontrada.
pt_pt: Fórmula para avaliar e devolver se não forem encontradas correspondências.
ro_ro: Formula de evaluat și de returnat dacă nu se găsesc potriviri.
ru_ru: Формула для оценки и возврата, если совпадения не найдены.
sk_sk: Vzorec, ktorý sa má použiť a vrátiť hodnotu, ak sa nenájdu žiadne zhody.
sl_si: Formula za ovrednotenje in vračanje, če ni nobenega ujemanja.
sr_cyrl_rs: Формула која се процењује и враћа ако се не пронађе ниједно подударање.
sr_latn_rs: Formula koja se procenjuje i vraća ako se ne pronađe nijedno podudaranje.
sv_se: Formel som ska utvärderas och returneras om inga matchningar påträffas.
th_th: สูตรที่จะประเมินและส่งคืนหากไม่พบรายการที่ตรงกัน
tr_tr: Eşleşme bulunmazsa değerlendirilip döndürülecek formül.
uk_ua: Формула, яку потрібно обчислити й повернути, якщо збігів не знайдено.
vi_vn: Công thức để đánh giá và trả về nếu không tìm thấy kết quả khớp nào.
zh_cn: 找不到匹配项时所计算并返回的公式。
zh_tw: 若找不到任何相符的項目時，要評估及傳回的公式。
